{
	"anytime" : [
		"",
		" ",
		";-)",
		"Hey there sexy!",
		"How you doin'?",
		"Looking good!",
		"Treat yo self!",
		"Hey beautiful!",
		"You look amazing!",
		"You're as cool as the other side of the pillow.",
		"I like that shirt.",
		"Nice butt.",
		"Your smile is contagious.",
		"Hi!",
		"Your intellect is formidable.",
		"Do it.",
		"Nice to see you again.",
		"Want to go study some anatomy?",
		"You are highly attractive.",
		"Wow!",
		"It is an honor to reflect you.",
		"You are a good person.",
		"You're worth it.",
		"You're born with it.",
		"I like you.",
		"You deserve happiness.",
		"Hair on point.",
		"How did you get to be so smart?",
		"Your facial symmetry is envious.",
		"Lookin' hot!",
		"Nice boobs.",
		"You smell nice.",
		"You look extra fine today.",
		"Foxy lady!",
		"I love your smile.",
		"That color suits you.",
		"You are strong and ambitious.",
		"Have you ever kissed a mirror?",
		"Your teeth are aligned properly.",
		"My zygomaticus muscle contracts when I see you.",
		"Are you my appendix? Because I feel like I should take you out.",
		"You raise my dopamine levels.",
		"Can I be your ophthalmologist? I can't stop looking into your eyes.",
		"Are you epinephrine? Because you make my heart race.",
		"Blood is red, cyanosis is blue, I get tachycardia when I think of you.",
		"Are you my coronary artery? Because you're wrapped around my heart.",
		"I wish I were your derivative so I could lie tangent to your curves.",
		"Were your parents engineers? Because you have a nice design.",
		"Are you carbon? Because I'd love to date you.",
		"Have you seen this one yet?",
		"Why did the barber win the race? He took a short cut.",
		"I got an A on my origami assignment when I turned my paper into my teacher",
		"I shouldn't have stolen that mixer, but it was a whisk I was willing to take.",
		"What did the ocean say to the shore? Nothing, it just waved.",
		"Where does Napoleon keep his armies? In his sleevies.",
		"Atheism is a non-prophet organisation.",
		"I finished a puzzle in six months, when the side said 3-4 years.",
		"My dog always chases people on a bike. So I took his bike away.",
		"What does a female snake use for support? A co-Bra!",
		"What do you call a nervous javelin thrower? Shakespeare.",
		"I have kleptomania, but I take something for it.",
		"I dreamed about an ocean of orange soda. It was a Fanta sea.",
		"A red and a blue ship collided. The survivors are marooned.",
		"Two fish are in a tank. One says, \"how do you drive this thing?\"",
		"What cheese can never be yours? Nacho cheese.",
		"I'm reading a book on anti-gravity. I can't put it down!",
		"What kind of tree fits in your hand? A palm tree!",
		"What did the traffic light say to the car? \"Don't look, I'm changing!\"",
		"Why do trees seem suspicious on sunny days? They're just a bit shady.",
		"The difference between ignorance and apathy? I don't know and I don't care.",
		"What has ears but cannot hear? A field of corn.",
		"I'm glad you know sign language, it's handy.",
		"Why did the coffee file a police report? It got mugged.",
		"What did the beaver say to the tree? It's been nice gnawing you.",
		"How does a dyslexic poet write? Inverse.",
		"That overweight psychic was a four-chin teller.",
		"What did the mountain climber name his son? Cliff.",
		"Why did the kid cross the playground? To get to the other slide.",
		"My new thesaurus is terrible. It's so bad, I'd say it's terrible.",
		"That runner who was criticized? He just took it in stride.",
		"How many South Americans does it take to change a lightbulb? A Brazilian.",
		"Why did the chicken get a penalty? Fowl play.",
		"I don't trust stairs. They're always up to something.",
		"The frog's car broke down; it got toad.",
		"What did the 0 say to the 8? Nice belt.",
		"How do hens stay fit? They always egg-ercise!",
		"The best thing about elevator jokes is they work on so many levels.",
		"What is the leading cause of dry skin? Towels.",
		"Egyptians claimed to invent the guitar, but they were such lyres.﻿",
		"Do I enjoy courthouse puns? Guilty.",
		"Want to watch 2 movies back to back? I'll face the TV.",
		"Want to hear a chimney joke? Got stacks of em! First one's on the house.",
		"I ate a clock yesterday. It was so time consuming.",
		"Why couldn't the lifeguard save the hippie? He was too far out, man.",
		"What's E.T. short for? He's only got little legs.",
		"What's 50 Cent's name in Zimbabwe? 400 Million Dollars.",
		"Don't tell secrets in corn fields. Too many ears around.",
		"What do prisoners use to call each other? Cell phones."
	],
	"morning" : [
		"Good morning!",
		"Rise and shine!",
		"Do I smell bacon?",
		"You can do it!",
		"I believe in you.",
		"You're just, like, the best.",
		"Are you a C-reactive protein? Because you have acute phase.",
		"Are you differentiable? Because I see some smooth curves.",
		"You're the fairest one of all."
	],
	"afternoon" : [
		"How's your day going?",
		"Back again?",
		"Crushing it today.",
		"I like that quote.",
		"It's five o clock somewhere.",
		"Keep up the good work!",
		"Walt Disney would be proud.",
		"Can I take your temperature? You're looking hot today.",
		"Does your left eye hurt? You've been looking right all day.",
		"What time did the man go to the dentist? Tooth hurt-y."
	],
	"evening" : [
		"Great job today.",
		"The world is better with you in it.",
		"Someone was happy to see you today.",
		"At least it's not Monday. Or is it?",
		"Nice antibody. Wanna conjugate?",
		"I wish I was DNA helicase, so I could unzip your genes.",
		"You have 206 bones in your body. Want one more?",
		"Let's exchange genetic information!",
		"Let's convert our potential energy to kinetic energy.",
		"Sweet dreams!",
		"Shouldn't you be asleep?",
		"Take some time to 'reflect' on the day.",
		"Fight for your right to party."
	],
	"day_sunny" : [
		"It's a nice day, isn't it?",
		"Here comes the sun.",
		"B-)",
		"Bring out the Ray-Bans!",
		"Another beautiful day!"
	],
	"day_cloudy" : [
	],
	"cloudy" : [
		"Cirrus clouds are the best!",
		"Any good cloud shapes today?",
		"What do you call a sheep with no legs? A cloud."
	],
	"cloudy_windy" : [
	],
	"showers" : [
		"Stomp a rain puddle!"
	],
	"rain" : [
		"Don't forget your umbrella!",
		"Singin' in the rain...",
		"Stay dry today!"
	],
	"thunderstorm" : [
		"I hope I have surge protection.",
		"I hope the power doesn't go out."
	],
	"snow" : [
		"Do you wanna build a snowman?",
		"You're as unique as a snowflake.",
		"Stay warm out there!"
	],
	"fog" : [
		"As a mirror, I despise fog."
	],
	"night_clear" : [
	],
	"night_cloudy" : [
	],
	"night_showers" : [
	],
	"night_rain" : [
	],
	"night_thunderstorm" : [
		"Is the storm keeping you awake?",
		"Thunderbolts and lightning, very very frightning me!"
	],
	"night_snow" : [
	],
	"night_alt_cloudy_windy" : [
	]
}
